Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# nativePlatform.reminder.boundary
source: One local reminder for the next service opening. This is separate from WeChat subscriptions and does not open or complete the activity.
zh_hans: 仅在下次服务开放时发送一次本机提醒。它独立于微信订阅，不会开放或完成活动。

# nativePlatform.reminder.cancel
source: Cancel this local reminder
zh_hans: 取消本机提醒

# nativePlatform.reminder.closed
source: Waiting for the service window
zh_hans: 等待服务时段

# nativePlatform.reminder.confirm
source: Allow and set this reminder
zh_hans: 允许并设置此提醒

# nativePlatform.reminder.enable
source: Set a one-time reminder
zh_hans: 设置一次性提醒

# nativePlatform.reminder.next
source: Next opening
zh_hans: 下次开放

# nativePlatform.reminder.notificationBody
source: An activity window may be opening. Open the app to check its current status.
zh_hans: 活动时段可能即将开放，请打开应用查看当前状态。

# nativePlatform.reminder.notificationTitle
source: Activity reminder
zh_hans: 活动提醒

# nativePlatform.reminder.open
source: The service is open now
zh_hans: 服务当前已开放

# nativePlatform.reminder.purpose
source: Allow an alert and sound on this device for the exact service time shown. No push token is sent. Delivery depends on iPhone settings. If the service changes while this app is closed, the reminder may be outdated; reopening the app checks the time again.
zh_hans: 允许在所示的服务时间于本机显示提醒并播放声音。不发送推送令牌。送达取决于 iPhone 设置。应用关闭期间若服务时间更改，提醒可能过时；重新打开应用会再次核对。

# nativePlatform.reminder.purposeTitle
source: Allow a local reminder?
zh_hans: 允许本机提醒？

# nativePlatform.reminder.refresh
source: Refresh service time and device status
zh_hans: 刷新服务时间与设备状态

# nativePlatform.reminder.scheduled
source: Confirmed on this device
zh_hans: 已在本机确认安排

# nativePlatform.reminder.title
source: Remind me on this iPhone
zh_hans: 在此 iPhone 上提醒我

# nativePlatform.steps.baseline
source: Server baseline
zh_hans: 服务器基准步数

# nativePlatform.steps.boundary
source: This native record is for auditing only. It does not complete the task or unlock points or rewards.
zh_hans: 原生步数仅用于审核记录，不会完成任务或解锁积分及奖励。

# nativePlatform.steps.continue
source: Continue to iPhone step access
zh_hans: 继续访问 iPhone 步数

# nativePlatform.steps.day
source: Service day
zh_hans: 服务日期

# nativePlatform.steps.delta
source: Server accepted increase
zh_hans: 服务器接受的新增步数

# nativePlatform.steps.integrity
source: Apple App Attest checks app and device integrity. It cannot prove that a person walked. Existing enrolled keys are required.
zh_hans: Apple App Attest 检查应用与设备完整性，不能证明用户实际行走。此功能需要已登记的密钥。

# nativePlatform.steps.phase.blocked
source: Access unavailable
zh_hans: 暂时无法访问

# nativePlatform.steps.phase.failed
source: Could not complete this request
zh_hans: 无法完成此请求

# nativePlatform.steps.phase.idle
source: Ready to review
zh_hans: 可查看步数

# nativePlatform.steps.phase.interrupted
source: Start a fresh reading
zh_hans: 请重新读取

# nativePlatform.steps.phase.reading
source: Reading this iPhone
zh_hans: 正在读取此 iPhone

# nativePlatform.steps.phase.recorded
source: Audit sample recorded by service
zh_hans: 服务已记录审核样本

# nativePlatform.steps.phase.review
source: Review before sending
zh_hans: 发送前查看

# nativePlatform.steps.phase.signing
source: Preparing device integrity
zh_hans: 正在准备设备完整性凭据

# nativePlatform.steps.phase.stale
source: Sign in again to continue
zh_hans: 请重新登录后继续

# nativePlatform.steps.phase.submitting
source: Sending audit sample
zh_hans: 正在提交审核样本

# nativePlatform.steps.phase.unknown
source: Result not yet confirmed
zh_hans: 结果尚未确认

# nativePlatform.steps.purpose
source: Read cumulative steps measured by this iPhone from the start of the service day. You can review the number before sending it. The first accepted sample establishes a baseline; no reward is granted.
zh_hans: 读取此 iPhone 从服务日期开始累计的步数。发送前可查看数据。首个接受的样本用于建立基准，不发放奖励。

# nativePlatform.steps.purposeTitle
source: Before reading steps
zh_hans: 读取步数前

# nativePlatform.steps.read
source: Review iPhone steps
zh_hans: 查看 iPhone 步数

# nativePlatform.steps.retryExact
source: Check or retry the same request
zh_hans: 查询或重试同一请求

# nativePlatform.steps.send
source: Send this audit sample
zh_hans: 提交此审核样本

# nativePlatform.steps.sharePurpose
source: Send this count and its time interval to the activity service with a device-integrity assertion. No health or Apple Watch data is included.
zh_hans: 将此步数与时间区间及设备完整性凭据提交至活动服务。不包含健康或 Apple Watch 数据。

# nativePlatform.steps.title
source: Steps from this iPhone
zh_hans: 此 iPhone 的步数

# nativePlatform.steps.unknownBoundary
source: The service result is unknown. Only this exact request can be retried; a new sample stays locked.
zh_hans: 服务结果尚不确定。只能重试原请求，暂不能创建新样本。

# nativePlatform.timeZone
source: Service time zone
zh_hans: 服务时区

# nativePlatform.working
source: Working
zh_hans: 正在处理

# nearby.acknowledged
source: The server acknowledged this action. Updated membership still comes from server reads.
zh_hans: 服务端已确认本次操作，成员状态仍以服务端读取为准。

# nearby.actionFailed
source: The action was not completed.
zh_hans: 操作未完成。

# nearby.actionUnavailable
source: This action is not available with the current verified state.
zh_hans: 当前已确认状态不支持此操作。

# nearby.activeCount
source: Joined and pending
zh_hans: 已加入与申请中

# nearby.applicant.ticket
source: Ticket checked when applying
zh_hans: 申请时已验票

# nearby.applicantID
source: Applicant member ID
zh_hans: 申请人成员编号

# nearby.applicants
source: Pending applicants
zh_hans: 待处理申请

# nearby.applicants.empty
source: No pending applicants
zh_hans: 暂无待处理申请

# nearby.appliedAt
source: Applied
zh_hans: 申请时间

# nearby.apply
source: Apply to join
zh_hans: 申请加入

# nearby.apply.foot
source: If the leader approves, you join the team chat automatically.
zh_hans: 队长同意后，将自动进入队伍群聊。

# nearby.approve
source: Approve
zh_hans: 同意

# nearby.buy
source: View this session’s tickets
zh_hans: 查看本场票

# nearby.cancel
source: Cancel
zh_hans: 取消

# nearby.context.invalid
source: Enter valid coordinates and a supported radius.
zh_hans: 请输入有效坐标与支持的范围。

# nearby.context.notice
source: Selected coordinates are for browsing only. They do not prove your location or eligibility.
zh_hans: 所选坐标仅用于浏览，不代表真实位置或加入资格。

# nearby.context.title
source: Selected map point
zh_hans: 所选地图点位

# nearby.distance
source: Distance from selected point
zh_hans: 距所选地点

# nearby.dormant
source: Live applications and decisions are disabled.
zh_hans: 真实申请与处理功能未启用。

# nearby.empty
source: No teams here yet
zh_hans: 附近暂无队伍

# nearby.empty.detail
source: Try another radius or selected point.
zh_hans: 可尝试其他范围或所选地点。

# nearby.enter
source: Open team
zh_hans: 进入队伍

# nearby.error.apply.ACTIVITY_STARTED
source: The activity has started.
zh_hans: 活动已开始。

# nearby.error.apply.ALREADY_JOINED
source: You are already in this team.
zh_hans: 你已在这支队伍里。

# nearby.error.apply.APPLY_BLOCKED
source: You cannot apply to this team right now.
zh_hans: 暂时不能申请这支队伍。

# nearby.error.apply.APPLY_PENDING
source: You have already applied.
zh_hans: 你已经申请过了。

# nearby.error.apply.APPLY_REJECTED
source: You cannot reapply to this team.
zh_hans: 不能再次申请这支队伍。

# nearby.error.apply.TEAM_FULL
source: This team is full and has left the map.
zh_hans: 队伍已满，已从地图移除。

# nearby.error.apply.TEAM_NOT_PUBLIC
source: This team now accepts invitations only.
zh_hans: 队伍现在仅接受邀请。

# nearby.error.apply.TEAM_UNDER_REVIEW
source: This team is under review.
zh_hans: 队伍正在审核。

# nearby.error.apply.TICKET_REQUIRED
source: A ticket is required first.
zh_hans: 请先购买本场票。

# nearby.error.handle.APPLY_BLOCKED
source: This application cannot be approved.
zh_hans: 不能同意这条申请。

# nearby.error.handle.APPLY_NOT_PENDING
source: This application was processed or expired.
zh_hans: 申请已处理或失效。

# nearby.error.handle.TEAM_FULL
source: The team is full. Refresh required.
zh_hans: 队伍已满，需要刷新。

# nearby.error.handle.TICKET_REQUIRED
source: The applicant no longer has a ticket.
zh_hans: 对方已不再持有本场票。

# nearby.error.withdraw.APPLY_NOT_PENDING
source: This application was processed or expired. Refresh required.
zh_hans: 申请已处理或失效，需要刷新。

# nearby.expiry
source: Application expires in
zh_hans: 申请剩余时间

# nearby.expiry.rule
source: Unprocessed applications expire automatically or when the activity starts. The server determines the deadline.
zh_hans: 未处理申请会自动失效或在活动开始时失效，期限以服务端为准。

# nearby.fixture
source: Synthetic preview. No real application or membership change is sent.
zh_hans: 合成数据预览，不会发送真实申请或更改成员。

# nearby.freeExplore
source: Free exploration
zh_hans: 自由探索

# nearby.gather
source: Meeting point
zh_hans: 集合地点

# nearby.hours
source: hours
zh_hans: 小时

# nearby.latitude
source: Latitude
zh_hans: 纬度

# nearby.leader
source: Leader
zh_hans: 队长

# nearby.leader.foot
source: Approvals can fill the team. The server then removes it from the map and expires remaining applications.
zh_hans: 同意后可能满员，由服务端从地图移除队伍并使其余申请失效。

# nearby.loadFailed
source: Could not load teams. Retry when ready.
zh_hans: 未能读取队伍，可稍后重试。

# nearby.loading
source: Loading teams…
zh_hans: 正在读取队伍…

# nearby.longitude
source: Longitude
zh_hans: 经度

# nearby.lookNearby
source: Browse nearby teams
zh_hans: 看附近队伍

# nearby.members
source: Members
zh_hans: 成员人数

# nearby.mine
source: My teams and applications
zh_hans: 我的队伍与申请

# nearby.mine.empty
source: No active teams or applications
zh_hans: 暂无进行中的队伍或申请

# nearby.minutes
source: minutes
zh_hans: 分钟

source: Nearby place
zh_hans: 附近地点

# nearby.player
source: Player
zh_hans: 玩家

# nearby.radius
source: Search radius
zh_hans: 查询范围

# nearby.recruitingCount
source: Recruiting teams
zh_hans: 招募中的队伍

# nearby.refresh
source: Refresh
zh_hans: 刷新

# nearby.reject
source: Reject
zh_hans: 拒绝

# nearby.rejected.foot
source: You cannot apply to this team again.
zh_hans: 不能再申请这支队伍。

# nearby.review
source: Review action
zh_hans: 核对操作

# nearby.review.consequence
source: Review the exact team and applicant. Applying requests membership; approval adds the applicant; rejection prevents reapplication; withdrawal removes your pending request. This screen only simulates these actions.
zh_hans: 请核对队伍与申请人。申请请求加入；同意会添加成员；拒绝后无法再次申请；撤回会移除待处理请求。本页面仅模拟这些操作。

# nearby.review.enabled
source: This reviewed action can be submitted using an explicitly scoped operation grant.
zh_hans: 本次已核对操作可使用明确限定范围的授权提交。

# nearby.review.liveConsequence
source: Applying requests membership. Approval adds the applicant; rejection prevents reapplication; withdrawal removes your pending request. Confirm only the team and applicant shown here.
zh_hans: 申请请求加入；同意会添加成员；拒绝后无法再次申请；撤回会移除待处理请求。请仅确认此处显示的队伍与申请人。

# nearby.role
source: Only the verified team leader can view applicants.
zh_hans: 仅已确认的队长可以查看申请人。

# nearby.search
source: Find nearby teams
zh_hans: 查找附近队伍

# nearby.section
source: Team section
zh_hans: 队伍分类

# nearby.signIn
source: Sign in with a player account to continue.
zh_hans: 请使用玩家账号登录后继续。

# nearby.simulate
source: Simulate reviewed action
zh_hans: 模拟已核对操作

# nearby.simulated
source: Simulated successfully. No live change was made.
zh_hans: 模拟成功，未产生真实变更。

# nearby.stale
source: The account or data changed. Review again.
zh_hans: 账号或数据已变化，请重新核对。

# nearby.status.joined
source: Joined
zh_hans: 已加入

# nearby.status.leader
source: You are the leader
zh_hans: 你是队长

# nearby.status.none
source: Not applied
zh_hans: 未申请

# nearby.status.pending
source: Pending approval
zh_hans: 待队长同意

# nearby.status.rejected
source: Not approved
zh_hans: 队长未同意

# nearby.status.unknown
source: Status unverified
zh_hans: 状态未确认

# nearby.submitReviewed
source: Submit reviewed action
zh_hans: 提交已核对操作

# nearby.teamID
source: Team ID
zh_hans: 队伍编号

# nearby.ticket.foot
source: A ticket for this session is required to apply.
zh_hans: 申请前需要持有本场票。

# nearby.title
source: Nearby teams
zh_hans: 附近的队伍

# nearby.unconfigured
source: Nearby-team reads are not configured for this environment.
zh_hans: 当前环境尚未配置附近队伍读取。

# nearby.unknown
source: The result is unresolved. Repeating actions is locked, including after refresh or sign-in.
zh_hans: 结果尚未确定，刷新或重新登录后也不能重复操作。

# nearby.untitled
source: Player team
zh_hans: 玩家队伍

# nearby.urbanExplore
source: City exploration
zh_hans: 城市定向

# nearby.withdraw
source: Withdraw application
zh_hans: 撤回申请

# nearbyMerchant.consent
source: Allow location for this nearby search
zh_hans: 允许为本次附近商家查询使用定位

# nearbyMerchant.locationFailed
source: Location could not be obtained. Check location permission and try again.
zh_hans: 无法获取有效定位，请检查定位权限后重试。

# nearbyMerchant.purpose
source: Use your device location to search the configured Chengyin service for merchants within 5 km. Coordinates are used for this search only.
zh_hans: 使用本机定位向已配置的城瘾服务查询 5 公里内商家，坐标仅用于本次查询。

# nearbyMerchant.search
source: Locate and search
zh_hans: 定位并查询

# nearbyMerchant.unlisted
source: This lead has no registered member profile.
zh_hans: 该商家线索尚无已入驻的会员主页。

# objects.category
source: Category
zh_hans: 分类

# objects.category.0
source: All
zh_hans: 全部

# objects.category.1
source: Electronics
zh_hans: 电子产品

# objects.category.2
source: Clothing
zh_hans: 服饰

# objects.category.3
source: Shoes and bags
zh_hans: 鞋包

# objects.category.4
source: Food and drinks
zh_hans: 食物饮料

# objects.category.5
source: Books and stationery
zh_hans: 书籍文具

# objects.category.6
source: Toys and ornaments
zh_hans: 玩具摆件

# objects.category.7
source: Household items
zh_hans: 日用杂物

# objects.category.8
source: Other
zh_hans: 其他

# objects.disabled
source: Object card reads are not enabled in this build
zh_hans: 此版本尚未启用物件卡读取

# objects.empty
source: No cards in this category
zh_hans: 此分类暂无物件卡

# objects.enamel
source: Enamel style
zh_hans: 珐琅样式

# objects.failed
source: Could not load your cards
zh_hans: 无法加载物件卡

# objects.filterFailed
source: Could not change the filter. Your previous cards are still shown.
zh_hans: 切换分类失败，仍显示上次加载的物件卡

# objects.foil
source: Foil
zh_hans: 闪卡

# objects.framesHint
source: Swipe or use the buttons to view the available photo angles
zh_hans: 左右滑动或使用按钮查看已有照片角度

# objects.generating
source: Image generation is in progress
zh_hans: 图像正在生成中

# objects.glow
source: Glow style
zh_hans: 发光样式

# objects.information
source: Information
zh_hans: 信息

# objects.item
source: Object details
zh_hans: 物件详情

# objects.limit
source: Showing up to the latest 40 cards per category
zh_hans: 每个分类最多显示最新40张物件卡

# objects.loading
source: Loading
zh_hans: 加载中

# objects.login
source: Sign in to view your object cards
zh_hans: 登录后查看你的物件卡

# objects.mediaDisabled
source: Image loading is not enabled
zh_hans: 尚未启用图片加载

# objects.mediaFailed
source: Image unavailable
zh_hans: 图片暂不可用

# objects.name
source: Name
zh_hans: 名称

# objects.next
source: Next angle
zh_hans: 下一个角度

# objects.noImage
source: No preview image
zh_hans: 暂无预览图片

# objects.offline
source: Synthetic offline example
zh_hans: 离线合成示例

# objects.place
source: Place
zh_hans: 地点

# objects.plain
source: Plain
zh_hans: 普通

# objects.previous
source: Previous angle
zh_hans: 上一个角度

# objects.rarity.0
source: Common
zh_hans: 普通

# objects.rarity.1
source: Rare
zh_hans: 稀有

# objects.rarity.2
source: Epic
zh_hans: 史诗

# objects.rarity.3
source: Legendary
zh_hans: 传说

# objects.rarity.4
source: Mythic
zh_hans: 神话

# objects.retry
source: Retry
zh_hans: 重试

# objects.sessionChanged
source: Sign in again to reopen this item
zh_hans: 请重新登录后打开此物件

# objects.source
source: Source image host
zh_hans: 来源图片域名

# objects.staticPreview
source: Static badge preview
zh_hans: 静态徽章预览

# objects.status
source: Generation status
zh_hans: 生成状态

# objects.style
source: Card style
zh_hans: 卡片样式

# objects.title
source: Object cards
zh_hans: 物件卡

# objects.total
source: Total in this category
zh_hans: 此分类总数

# objects.track.0
source: Explore
zh_hans: 探索

# objects.track.1
source: Create
zh_hans: 创造

# objects.track.2
source: Organize
zh_hans: 组织

# objects.track.3
source: Connect
zh_hans: 连接

# objects.track.4
source: Co-create
zh_hans: 共创

# official.actionsDeferred
source: No registration or task action is performed from this page.
zh_hans: 本页不会提交报名或任务操作。

# official.broadcasts
source: My published notices
zh_hans: 我发布的通知

# official.bucket.ended
source: Ended
zh_hans: 已结束

# official.bucket.live
source: Live
zh_hans: 进行中

# official.bucket.mine
source: Joined
zh_hans: 我参与的

# official.bucket.upcoming
source: Upcoming
zh_hans: 即将

# official.city
source: City
zh_hans: 城市

# official.cityUnknown
source: City not provided
zh_hans: 城市未提供

# official.clicks
source: Clicks
zh_hans: 点击人数

# official.collective
source: Collective progress
zh_hans: 集体进度

# official.collectiveCurrent
source: Current count
zh_hans: 当前数量

# official.collectivePercent
source: Reported progress
zh_hans: 已报告进度

# official.collectiveRewardAbsent
source: No valid collective coupon is configured.
zh_hans: 未配置有效集体券。

# official.collectiveRewardConfigured
source: A collective coupon is configured; server rules determine fulfillment.
zh_hans: 已配置集体券，实际发放以服务端规则为准。

# official.collectiveThreshold
source: Target count
zh_hans: 目标数量

# official.completedTasks
source: Verified tasks
zh_hans: 已验证任务

# official.detail
source: Official event details
zh_hans: 官方活动详情

# official.eligible
source: Eligibility confirmed by the server
zh_hans: 服务端已确认资格

# official.empty
source: No official events in this category
zh_hans: 这个分类暂时没有官方活动

# official.emptyInbox
source: No official-event invitations
zh_hans: 还没有官方活动承接邀约

# official.emptyMine
source: No joined official events
zh_hans: 还没有参与的官方活动

# official.emptyPublished
source: No published official content
zh_hans: 还没有发布过官方内容

# official.emptyStats
source: No scalar statistics are available
zh_hans: 暂无可展示的统计数据

# official.end
source: Ends
zh_hans: 结束时间

# official.facts
source: Event information
zh_hans: 活动信息

# official.failed
source: Official-event content could not be loaded
zh_hans: 官方活动内容未能加载

# official.filter
source: Event category
zh_hans: 活动分类

# official.fixtureAccount
source: Synthetic account switch
zh_hans: 示例切换账号

# official.fixtureGuest
source: Synthetic sign out
zh_hans: 示例退出登录

# official.forbidden
source: Your account cannot view this content
zh_hans: 你的账号无权查看这些内容

# official.imageUnavailable
source: Artwork not provided or unavailable
zh_hans: 未提供可用图片

# official.inbox
source: Invitations
zh_hans: 承接邀约

# official.invite.accepted
source: Accepted · waiting for the event
zh_hans: 已接受，等待活动开始

# official.invite.active
source: Active
zh_hans: 进行中

# official.invite.invited
source: Awaiting response
zh_hans: 待处理

# official.inviteActionsDeferred
source: Invitation responses are not available in this native preview.
zh_hans: 原生预览暂不支持处置邀约。

# official.inviteUntitled
source: Official-event invitation
zh_hans: 官方活动邀约

# official.loading
source: Loading official events
zh_hans: 正在加载官方活动

# official.more
source: More official-event pages
zh_hans: 更多官方活动页面

# official.no
source: No
zh_hans: 否

# official.noPublisherPermission
source: Your account does not have official publishing permission
zh_hans: 你的账号没有官方发布权限

# official.noRewards
source: No rewards configured
zh_hans: 未配置奖励

# official.noTasks
source: No tasks published yet
zh_hans: 暂未公布任务

# official.notAnnounced
source: Not announced
zh_hans: 待公布

# official.notConfigured
source: Official-event service is not configured
zh_hans: 官方活动服务尚未配置

# official.notEligible
source: Eligibility not yet confirmed
zh_hans: 资格尚未确认

# official.offlineExample
source: Synthetic offline example
zh_hans: 离线合成示例

# official.participants
source: Registered participants
zh_hans: 已报名人数

# official.participation
source: Participation
zh_hans: 参与情况

# official.participation.arrival
source: Arrival verification is required
zh_hans: 需要验证到达

# official.participation.explore
source: Exploration tasks are available in the source
zh_hans: 原应用提供探索任务

# official.participation.registrationDeferred
source: Registration is open in the source; native registration is not available
zh_hans: 原应用开放报名，原生报名尚未接入

# official.participation.registrationSoon
source: Registration opens later
zh_hans: 报名即将开放

# official.participation.roam
source: Roaming tasks are available in the source
zh_hans: 原应用提供漫游任务

# official.participation.signed
source: Registered
zh_hans: 已报名

# official.participation.signedWaiting
source: Registered · waiting to start
zh_hans: 已报名，等待开始

# official.participation.themeSync
source: Bound theme completion syncs automatically
zh_hans: 完成绑定主题后自动同步

# official.participation.unavailable
source: Participation is currently unavailable
zh_hans: 当前不可参与

# official.participation.waitTasks
source: Waiting for verifiable tasks
zh_hans: 等待可验证任务

# official.partyType
source: Invitation role
zh_hans: 邀约角色

# official.price
source: Price
zh_hans: 价格

# official.priceNotProvided
source: Price not provided by the source
zh_hans: 数据源未提供价格

# official.progress
source: Recorded progress
zh_hans: 已记录进度

# official.published
source: My published content
zh_hans: 我发布的内容

# official.publishedEvents
source: My published events
zh_hans: 我发布的活动

# official.reach
source: Reached people
zh_hans: 触达人数

# official.reachExplanation
source: Reach does not mean read or clicked.
zh_hans: 触达不代表已阅读或点击。

# official.readOnly
source: Read-only native preview. Publishing, registration, task verification and invitation responses are not available here.
zh_hans: 原生只读预览。暂不支持发布、报名、任务验证或邀约处置。

# official.reads
source: Readers
zh_hans: 阅读人数

# official.results
source: Events
zh_hans: 活动数量

# official.retry
source: Retry
zh_hans: 重试

# official.reward.badge
source: Limited badge configured
zh_hans: 已配置限定徽章

# official.reward.collective
source: Collective reward configured
zh_hans: 已配置集体奖励

# official.reward.coupon
source: Coupon configured
zh_hans: 已配置专属券

# official.reward.experience
source: Experience points configured
zh_hans: 已配置成长值

# official.rewardConditions
source: Rewards follow the event’s server-side rules. This page does not confirm fulfillment.
zh_hans: 奖励按活动服务端规则执行，本页不代表已发放。

# official.rewards
source: Configured rewards
zh_hans: 已配置奖励

# official.search
source: Search event names or cities
zh_hans: 搜索活动名或城市

# official.searchEmpty
source: No matching official events
zh_hans: 没有找到相关官方活动

# official.signIn
source: Sign in
zh_hans: 登录

# official.signInForProgress
source: Sign in to view your progress
zh_hans: 登录后查看我的进度

# official.signInRequired
source: Sign in to view your official-event records
zh_hans: 登录后查看我的官方活动记录

# official.start
source: Starts
zh_hans: 开始时间

# official.stats
source: Broadcast statistics
zh_hans: 播报统计

# official.status.ended
source: Ended
zh_hans: 已结束

# official.status.live
source: In progress
zh_hans: 进行中

# official.status.paused
source: Paused
zh_hans: 已暂停

# official.status.registration
source: Registration open
zh_hans: 报名中

# official.status.settling
source: Settling
zh_hans: 结算中

# official.status.unknown
source: Status not provided
zh_hans: 状态未提供

# official.status.upcoming
source: Upcoming
zh_hans: 即将开始

# official.story
source: Event story
zh_hans: 活动故事

# official.task.arrivalDeferred
source: Arrival verification not available here
zh_hans: 本页暂不支持到达验证

# official.task.automatic
source: Synced automatically by the source
zh_hans: 由原系统自动同步

# official.task.verified
source: Verified
zh_hans: 已验证

# official.tasks
source: Event tasks
zh_hans: 活动任务

# official.title
source: Official events
zh_hans: 官方活动

# official.unavailable
source: This record is unavailable for this account
zh_hans: 当前账号无法查看这条记录

# official.untitled
source: Untitled official event
zh_hans: 未命名官方活动

# official.untitledTask
source: Untitled task
zh_hans: 未命名任务

# official.yes
source: Yes
zh_hans: 是

# officialAction.accept
source: Accept invitation
zh_hans: 接受邀约

# officialAction.acknowledged
source: Request acknowledged
zh_hans: 请求已受理

# officialAction.arrival
source: Review arrival evidence
zh_hans: 确认到达证据

# officialAction.arrivalAccepted
source: Arrival evidence accepted by server
zh_hans: 服务端已接受到达证据

# officialAction.arrivalRejected
source: Arrival evidence not accepted
zh_hans: 到达证据未被接受

# officialAction.audience
source: Choose recipients
zh_hans: 选择通知对象

# officialAction.badge
source: Badge
zh_hans: 徽章

# officialAction.broadcast
source: Official notice
zh_hans: 官方通知
